---
layout: post
title: 中国美食
tag: 博客
---

# 中国食物.


## 前言


不同国家的历史有长有短，疆域有大有小，实力有强有弱，人口有多有少，民族构成、宗教信仰、政权性质和经济结构也有差异，故而各国的饮食文化是不一样的。随着个人消费水平的提高，每个人对美食的概念也不一样。

## 饮食文化


在中国传统文化教育中的阴阳五行哲学思想、儒家伦理道德观念、中医营养养生学说，还有文化艺术成就、饮食审美风尚、民族性格特征等诸多因素的影响下，劳动人民创造出彪炳史册的中国烹饪技艺，形成博大精深的中国饮食文化。

从历史沿革看，最早可追溯到商朝末年太公望时期"别名:姜子牙"，中国饮食文化绵延3100多年，分为生食、熟食、药膳养生、自然烹饪、科学烹饪5个发展阶段，推出6万多种传统菜点、2万多种工业食品、五光十色的筵宴和流光溢彩的风味流派，获得"烹饪王国"的美誉。

从内涵上看，中国饮食文化涉及到食源的开发与利用、食具的运用与创新、食品的生产与消费、餐饮的服务与接待、餐饮业与食品业的经营与管理，以及饮食与国泰民安、饮食与文学艺术、饮食与人生境界的关系等，深厚广博!

从外延看，中国饮食文化可以从时代与技法、地域与经济、民族与宗教、食品与食具、消费与层次、民俗与功能等多种角度进行分类，展示出不同的文化品味，体现出不同的使用价值，异彩纷呈。

从特质看，中国饮食文化突出养助益充的营卫论(素食为主，重视药膳和进补)，五味调和的境界说(风味鲜明，适口者珍，有"舌头菜"之誉)，奇正互变的烹调法(厨规为本，灵活变通)，畅神怡情的美食观(文质彬彬，寓教于食)等4大属性，有着不同于海外各国饮食文化的天生丽质。

中国饮食文化直接影响到朝鲜、韩国、泰国、新加坡、日本、蒙古等国家，是东方饮食文化圈的中心。与此同时，它还间接影响到欧洲、美洲、非洲和大洋洲，像中国的素食文化、茶文化、酱醋、面食、药膳、陶瓷餐具和大豆等，惠及全世界数十亿人。

中国的烹饪，不仅技术精湛，而且有讲究菜肴美感的传统，注意食物的色、香、味、形、器的协调一致。对菜肴美感的表现是多方面的，无论是个红萝卜，还是一个白菜心，都可以雕出各种造型，独树一帜，达到色、香、味、形、美的和谐统一，给人以精神和物质高度统一的特殊享受。

总之，中国饮食文化是一种广视野、深层次、多角度、高品位的悠久区域文化，是中华各族人民在100多万年的生产和生活实践中，在食源开发、食具研制、食品调理、营养保健和饮食审美等方面创造、积累并影响周边国家和世界的物质财富及精神财富。

## 特点


中国美食体现了中华民族的饮食文化传统，它与世界各国烹饪相比，也有许多独特之处。
1.风味多样。地域广阔的中华民族，由于各地气候、物产、风俗习惯的差异，自古以来，中华饮食上就形成了许多各不相同的菜系。就地方划分而言，有巴蜀、淮扬、齐鲁、粤闽四大菜系之分。
2.四季有别。一年四季，按季节而调配饮食，是中国烹饪的主要特征。中国一直遵循按季节调味、配菜，冬则味醇浓厚，夏则清淡凉爽。冬多炖焖煨，夏多凉拌冷冻。各种菜蔬更是四时更替，适时而食。
3.讲究菜肴的美感。注意食物的色、香、味、形、器的协调一致，对菜肴美感的表现是多方面的，厨师们利用自己的聪明技巧及艺术修养，塑造出各种各样的美食，独树一帜达到色、香、味、形的统一，而且给人以精神和物质高度统一的特殊享受。
4.注重情趣。中国烹饪自古以来就注重品味情趣，不仅对饭菜点心的色、香、味、形、器和质量、营养有严格的要求，而且在菜肴的命名、品味的方式、时间的选择、进餐时的节奏、娱乐的穿插等都有一定雅致的要求，立意新颖，风趣盎然。
5.食医结合。中国的烹饪技术，和医疗保健有密切的联系。在中国，向来 就很重视"医食同源"、"药膳同功"，利用食物原料的药用价值，烹成各种美味的佳肴，达到对某些疾病防与治的目的。药食同源即药与食物相同.《黄帝内经太素》中写道:"空腹食之为食物，患者食之为药物"，反映出"药食同源"的思想。

(六)汤补。是中医学最常用的剂型，古称汤液，现称汤剂，民间则叫作汤药。汤在南方地区的餐桌上非常普遍，做法各异，其中以特色养生、绿色汤:汤饱宝为主要代表，其养生效果被大众所肯定。

食疗上说的汤，是指用少量食物或适量中药，放较多量的水，烹制成汤多料少的一类汤菜。

汤中配用药物，可采用下述三神不同的用法:一是洗净后直接放入，或用洁净纱布包裹放入，待汤烧好后弃药食用。人参、枸杞子、莲子等可食药物及药食两用之品可一并吃下。二是先将药物加水煎取汁，然后在烹制中倒入。三是原料用人参等珍贵药物的，除切片烧制外，还可加工成粉末，在临起锅前放入，以便充分利用，不致浪费。

汤的烹制，最常用的是加水煮。水应一次加足，中途不得已要加水的话，一定要添加沸水。火候上，宜先用旺火煮沸，再用中小火烧至菜熟汤成。

汤也可用隔水蒸或炖，将原料放盛器内，加入足量水和调味品，盖好，再放入蒸具蒸制，或放锅内隔水炖，至原料熟烂为止，是温补的上好方式。

## 典故


"民以食为天"，随着回归自然食品的兴起，传统美食越来越受到人们的青睐。其实，这些食物的由来都有它美妙的传说。

【药膳】

(1)药膳养生与鲁菜最早可追溯到商朝末年，太公望(别名:姜太公，姜子牙)在营丘之战时所创制的太公望红焖鸡，在姜太公建立齐国后，太公望红焖鸡的故事与制作技艺一直被人们流传了下来，奠定了药膳与鲁菜的雏形，在《姜太公传略》、《齐桓公》有相关记载。 

(2)齐桓公时代国力富庶强盛，人们传承姜太公餐饮文化，并深得传统历史名吃"太公望红焖鸡"的精髓，把主料鸡内杂与太公望膳食古方中的辅料，完美结合，创制出了卤煮鸡杂这道传统菜肴，清朝时期经苏州张式一派习艺后传入宫廷，为药膳与鲁菜的发扬光大夯实基础，在《张一麐》、《张东官》传记中有相关记载。 

(3)新莽时期的著名历史人物吕母"今日照市人，历史上第一位农民起义的女领袖"，在起义的初期创制了传统膳食鸡丝汤，清朝到民国时期作为招牌菜在"得泰楼"，"万和菜馆"等名店里。并对商周与春秋药膳文化起到了延续，对晋唐时期鲁菜的成形，影响深远;在《爱新觉罗·溥杰》、《吕母》传记中有相关记载。- 

【馒头】

相传三国时候，蜀国南边的南蛮洞主孟获总是不断来袭击骚扰，诸葛亮亲自带兵去征伐孟获。泸水一带人烟极少，瘴气很重而且泸水有毒。诸葛亮手下提出了一个迷信的主意:杀死一些"南蛮"的俘虏，用他们的头颅去祭泸水的河神。诸葛亮当然不能答应杀"南蛮"俘虏，但为了鼓舞士气，他想出了一个办法:用军中带的面粉和成面泥，捏成人头的模样儿蒸熟，当作祭品来代替"蛮"头去祭祀河神。

打那以后，这种面食就流传了下来，并且传到了北方。但是称为"蛮头"实在太吓人了，人们就用"馒"字换下了"蛮"字，写作"馒头"，久而久之，馒头就成了北方人的主要食品了。

【绿豆糕】

端午节吃粽子，全国各地几乎没有例外。不过，端午节的传统食品，除了粽子，还有绿豆糕。譬如武汉、南京和芜湖等地，这一天就必定会吃绿豆糕。西安人在这一天也吃粽子，但是要和绿豆糕一块吃，缺一不可。西安人端午节给亲朋好友赠送礼品，也是粽子和绿豆糕一块送。这是一种历史悠久的风俗。可能人们说得少，知道的也少。早在清同治十年(1872年)，即已推出商品绿豆糕，与水晶饼一起成为西安和陕西的名优食品，闻名遐迩。西安是个回民聚居区，回汉同胞和睦相处。回民善于做小生意，特别是家庭作坊制作小食品，前店后场，他们的清真绿豆糕很受欢迎。汉民也有做的，比较少。先前多半在端午节前制作并上市。改革开放以来，一年四季都有出售的，而且新增加了一批食品企业，绿豆糕也比先前精致多了。增加了许多新品种，枣泥馅，果仁馅，口感很好，后味悠长。

【水晶饼】

水晶饼是陕西渭南的名点，特色是金面银帮，起皮掉酥，凉舌渗齿，甜润适口。传说宋相寇准为官清廉，办事公正，深得民心。寇准有一年从京都汴梁回到老家渭南乡下探亲，正逢五十大寿，乡党们送来寿桃、寿面、寿匾表示祝贺，寇准摆寿宴相待。酒过三巡，忽然手下人捧来个精致的桐木盒子，寇准打开一看，里面装着50个晶莹透亮如同水晶石一般的点心。在点心上面，还放着一张红纸，整整齐齐地写着一首诗:"公有水晶目，又有水晶心，能辨忠与奸，清白不染尘。"落款是渭北老叟。后来，寇准的家厨也仿照做出了这种点心，寇准据其特点给它取了一个好听的名字，叫做"水晶饼"。

【铁蛋】

铁蛋为台湾省的著名小吃，相传由在渡船头畔经营一爿被讨海人(海脚)诨称为"海脚大饭店"的小面摊的黄张哖，一个下雨天的日子，由于生意不好，于是将卤蛋不断的回锅，因为卤好的蛋海风一直吹，越卤越小，越卤越黑，没想到客人却喜欢上这种更有嚼劲、更加美味的黑卤蛋，之后经由1983年民生报记者林明峪采访，写了一篇报道，标题为"阿婆铁蛋，硬是要得"，报道引起许多人的注意，有的媒体甚至远从日本来采访，之后，铁蛋也就成为了淡水有名的小吃了。

不过现在吃铁蛋也不用再上到船头，有很多厂家将铁蛋做成了即食的真空包装食品，以台湾、湖南的企业为主，因其便于携带再可以让每个人在工作或者休闲度假中都可以随时感受美味。

【冰糖】

相传清代康熙年间，有一个名叫扶桑的姑娘，是四川内江的一个大糖坊主张亚先家的丫环。有一次，她趁张亚先不在舀了一碗糖浆正准备喝的时候，张亚先来了，扶桑连忙把糖浆倒进猪油罐，将它藏进柴堆里，又在上边放些谷糠掩盖住。

过了几天，当扶桑捧出猪油罐时，罐里却长满了许多水晶般的东西，敲碎入口，坚脆而纯甜，其味道胜过白糖。扶桑把这一奇怪现象讲了出去，许多人如法炮制，因制出的糖形似冰，味如蜜，人们就把它称作冰糖。

【饺子】

饺子是中国人民喜爱的传统食品，它的制法是先用面粉做成薄而软的面皮，再以鲜肉、白菜等切碎，拌以佐料为馅，包成后下锅煮至饺子浮上水面即可。其特点是皮薄馅嫩，味道鲜美，形状独特，百食不厌。

饺子原名"娇耳"，是中国医圣张仲景首先发明的。

东汉末年，各地灾害严重，很多人身患疾病。南阳有个名医叫张机，字仲景，自幼苦学医书，博采众长，成为中医学的奠基人。张仲景不仅医术高明，什么疑难杂症都能手到病除，而且医德高尚，无论穷人和富人，他都认真施治，挽救了无数的性命。张仲景在长沙为官时，常为百姓除疾医病。有一年当地瘟疫盛行，他在衙门口垒起大锅，舍药救人，深得长沙人民的爱戴。张仲景从长沙告老还乡后，走到家乡白河岸边，见很多穷苦百姓忍饥受寒，耳朵都冻烂了。他心里非常难受，决心救治他们。张仲景回到家，求医的人特别多，他忙的不可开交，但他心里总挂记着那些冻烂耳朵的穷百姓。他仿照在长沙的办法，叫弟子在南阳东关的一块空地上搭起医棚，架起大锅，在冬至那天开张，向穷人舍药治伤。

张仲景的药名叫"祛寒娇耳汤"，其做法是用羊肉、辣椒和一些祛寒药材在锅里煮熬，煮好后再把这些东西捞出来切碎，用面皮包成耳朵状的"娇耳"，下锅煮熟后 分给乞药的病人。每人两只娇耳，一碗汤。人们吃下祛寒汤后浑身发热，血液通畅，两耳变暖。吃了一段时间，病人的烂耳朵就好了。

张仲景舍药一直持续到大年三十。大年出一，人们庆祝新年，也庆祝烂耳康复，就仿娇耳的样子做过年的食物，并在初一早上吃。人们称这种食物为"饺耳"、"饺子"或"偏食"，在冬至和年初一吃，以纪念张仲景开棚舍药和治愈病人的日子。

张仲景距今已近1800年，但他舍"祛寒娇耳汤"的故事一直在民间广为流传。每逢冬至和大年初一，人们吃着饺子，心里仍记挂着张仲景的恩情。今天，我们用不着用"娇耳"来治冻烂的耳朵了，但饺子却已成了人们最常见、最爱吃的食品。

【汤圆】

汤圆是元宵节最具有特色的食物。历史十分悠久。

据传，汤圆起源于宋朝。当时明州(现浙江省宁波市)兴起吃一种新奇食品，即用黑芝麻、猪油做馅、加入少许白砂糖，外面用糯米粉搓成球，煮熟后，吃起来香甜可口，饶有风趣。因为这种糯米球煮在锅里又浮又沉，所以它最早叫"浮元子"，后来有的地区把"浮元子"改称元宵。

据说元宵象征合家团圆更美好，吃元宵意味新的一年合家幸福、团团圆圆，所以正月十五元宵必备。

不用煮的饺子--雪饺


雪饺是湖州市菱湖镇的特产，而震远同雪饺则是采用菱湖的传统配方，依靠纯手工制作而成，是最为正宗的雪饺。震远同雪饺是传统茶食珍品，"白如雪，形如饺"，内胚如同饺子的千层饼，外面敷了一层米粉与糖霜制成的白如雪的粉末，口感松酥香脆，味甜微咸，是一款风味绝佳的茶食点心。

## 分类.



 ## 前言



系因地理、气候、习俗、特产的不同形成了不同的地方风味，菜系的划分单就汉族的饮食特点而言，目前有四大菜系、八大菜系、十大菜系之说，而且划分系类仍有继续增加的趋势。如果按四大菜系分:有川菜、粤菜、苏菜和鲁菜。也有分八大菜系的。其中各大菜系交相辉映，各有千秋，成为了中华民族珍贵的文化瑰宝!

### 川菜


四川菜系，简称川菜。川菜风味包括成都、重庆、乐山、内江、自贡等地方菜的特色，主要特点在于味型多样。川菜的复合味型有20多种，如咸鲜味型、家常味型、麻辣味型、糊辣味型、鱼香味型、姜汁味型、怪味味型、椒麻味型、酸辣味型、红油味型、蒜泥味型、麻酱味型、酱香味型、烟香味型、荔枝味型、五香味型、香糟味型、糖醋味型、甜香味型、陈皮味型、芥末味型、咸甜味型、椒盐味型、糊辣荔枝味型、茄汁味型等等。

【特色】:它以麻辣、鱼香、家常、怪味、酸辣、椒麻、醋椒为主要特点。

【代表菜品】:廖排骨、侃膳斋棒棒鸡、爱烤手撕烤兔、冷锅串串、红喜兔头、鱼香肉丝、宫保鸡丁、回锅肉、盐煎肉、麻婆豆腐、夫妻肺片、蒜泥白肉、冷吃兔、牛肉干、干锅、烤鱼、樟茶鸭子、山城辣子鸡、水煮肉片、毛血旺、羊田粉条等。

### 豫菜


豫菜是中国烹饪文化的一支，也是中原烹饪文化自仰韶文化以来的一个历史过程的结果。中原烹饪文化曾长期位居中国烹饪文化的主流，仰韶的彩陶、殷商的大鼎、洛阳周代宫廷的食制、北宋汴京饮食市场的繁华与经典书写了中原烹饪的文明，也是中国烹饪文化形成与发展的主要历史过程。郑州、安阳、洛阳、开封这些古都与历史文化名城都是中国烹饪发展史中重要的里程碑。

### 粤菜


广东菜系，简称粤菜。

【特色】:它以选料广泛，讲究鲜、嫩、爽、滑、浓为主要特点。它主要由广东菜、潮州菜和东江菜组成。

【代表菜品】:龙虎斗、脆皮乳猪、咕噜肉、大良炒鲜奶、潮州火筒炖鲍翅、蚝油牛柳、冬瓜盅、文昌鸡等。


### 鲁菜


山东菜系，简称鲁菜。

【特色】:选料精细、刀法细腻，注重实惠，花色多样，善用葱姜。

【代表菜品】:九转大肠、糖醋鲤鱼、爆炒腰花、清炒里脊丝、锅烧肘子、葱爆羊肉、葱扒海参、太公望红焖鸡、卤煮鸡杂、鸡丝汤、锅塌豆腐、红烧海螺、炸蛎黄，地三鲜等。

### 苏菜


江苏菜系，简称苏菜。

由淮扬菜、苏州菜、南京菜等组成。

【特色】:制作精细，因材施艺、四季有别，浓而不腻，味感清鲜，讲究造型。

【代表菜品】:烤方、淮扬狮子头、叫花鸡、火烧马鞍桥、松鼠桂鱼、盐水鸭等。

### 浙菜


浙江菜系，简称浙菜。由杭州、宁波、绍兴三种地方风味发展而成。

【特色】:浙菜的四方风味既各有特长，又具有共同的四个特点:选料讲究，烹饪独到，注重本味，制作精细。选料讲究，就是做到"细、特、鲜、嫩"4条原则。

【代表菜品】:西湖醋鱼、东坡肘子、龙井虾仁、干炸响铃、油焖春笋、西湖莼菜汤等。

### 闽菜


福建菜系，简称闽菜。以闽东菜、闽南菜为主要代表。

【特色】:制作细巧、色调美观、调味清鲜

【代表菜品】:佛跳墙、太极明虾、闽生果、烧生糟鸭、梅开二度、雪花鸡、土笋冻、浮粿、蒜蓉枝、闽南肉丸、烧肉粽、洪濑鸡爪、地瓜粉团、面线糊、蚵仔煎等。

可能是地缘的关系，闽南菜很多和台湾美食是一样的，比如蚵仔煎、面线糊等，在两岸都比较受欢迎。

### 徽菜


徽州菜系，简称徽菜，不等同于安徽菜。

 【特色】:烹调方法上擅长烧、炖、蒸，而爆、炒菜少，重油、重色，重火功。

【主要名菜】有火腿炖甲鱼、红烧果子狸、腌鲜鳜鱼、黄山炖鸽、徽香源烧鸡等上百种。

徽菜发端于唐宋，兴盛于明清，民国间继续发展，建国后进一步发扬光大。徽菜具有浓郁的地方特色和深厚的文化底蕴，是中华饮食文化宝库中一颗璀璨的明珠。

### 湘菜


湖南菜系，简称湘菜。

【特色】:以熏、蒸、干炒为主，口味重于酸、辣， 辣味菜和烟熏腊肉是湘菜的独特风味。

【代表菜品】:麻辣子鸡、辣味合蒸、东安子鸡、洞庭野鸭、霸王别姬、冰糖湘莲、金钱鱼、剁椒鱼头、粉蒸肉、张家界的土家腊肉、清沌鹌鹑蛋、毛氏红烧肉等。

东北菜

东北菜是指东北，包括黑龙江、吉林、辽宁、内蒙古东部的烹饪菜种。

【特色】:东北菜一菜多味，咸甜分明，酥烂香脆，色鲜味浓，明油亮芡，讲究造型。

【代表菜品】:烧辣子鸡、三辣狗肉、炒辣子鸡、辣子肉丁、双辣鱼片

## 提示.



不能一起吃的食物:

萝卜和水果

两者同食，经代谢后体内会很快产生大量硫氢酸，可抑制甲状腺素的形成，并阻碍甲状腺对碘的摄取，从而 诱发或导致甲状腺肿。

牛奶和果珍

牛奶中蛋白质丰富，80%以上为醋蛋白。醋蛋白在PH值低于4.6的酸性环境中会凝集、沉淀，不利于消化吸 收，引起消化不良，故冲调牛奶时不宜加入果珍或果汁等酸性饮料。

海味和水果

鱼虾、藻类含有丰富的蛋白质和钙等营养物质，如果与含鞣质的水果同食，不仅会降低蛋白质的营养价值， 而且易使海味中蛋白质与鞣质结合。这种物质可刺激粘膜，形成不易消化的物质，使人出现腹痛、恶心、呕吐等症状。

肉类和茶

茶中的大量鞣酸与蛋白质结合会产生具有收敛性的鞣酸蛋白质，使肠蠕动减慢，延长粪便在肠道滞留时间，形成便秘。

白酒和胡萝卜

胡萝卜含有丰富的胡萝卜素，与酒精一起进入人体，就会在肝脏中产生毒素，从而损害肝脏功能。

咸鱼和乳酸饮料

咸鱼不宜与乳酸饮料搭配食用，由于咸鱼制品中的硝酸盐在乳酸菌的作用下被还原成亚硝酸盐，而在唾液中的硫氰酸根催化下，产生致癌物质，可能引起胃肠、肝等消化器官癌变。

红薯和柿子--会得结石

鸡蛋和糖精--容易中毒

洋葱和蜂蜜--伤害眼睛

豆腐和蜂蜜--引发耳聋

萝卜和木耳--皮肤发炎

芋头和香蕉--腹胀

花生和黄瓜--会导致腹泻

牛肉和栗子--引起呕吐

兔肉和芹菜--容易脱发

螃蟹和柿子--腹泻

鲤鱼和甘草--会中毒

猪肉和菱角--肚子痛

牛肉和栗子--引起呕吐

羊肉和西瓜--伤元气

狗肉和绿豆--会中毒

兔肉和芹菜--脱发

鸡肉和芹菜--伤元气

鹅肉和鸡蛋--伤元气

甲鱼和苋菜--会中毒

鲤鱼和甘草--会中毒

螃蟹和柿子--腹泻

白酒和柿子--会胸闷

糖精(片)和鸡蛋--会中毒、重则死亡

红糖和皮蛋--会中毒

马铃薯和香蕉--面部生斑

芋头和香蕉--腹涨
